---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.DimensionsOrTagsReferecedRemoved
source: html/e8111cef-720c-3541-4abd-3c9e97f98478.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.DimensionsOrTagsReferecedRemoved Property

Dimensions or Tags that reference non-group members have been removed from group [Name].

## Syntax (C#)
```csharp
public static FailureDefinitionId DimensionsOrTagsReferecedRemoved { get; }
```